Repository: maxktz/giveawaybot-1905
Catalog: bot/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: The goal has not been accomplished yet, please try again.
ru: Цель еще не достигнута, попробуйте еще раз.

source: <b>Meet</b> captcha:
ru: Встречайте капчу:

source: <b>Meet</b> your language:
ru: Выберите язык:

source: Good job! Now you’re participating in our giveaway. Points: {points}. Invite friends to get more points: Invite link: {invite_link}
ru: Отличная работа! Теперь ты участвуешь в нашей раздаче. Баллы: {points}. Пригласите друзей, чтобы получить больше баллов: Пригласительная ссылка: {invite_link}

source: 🔄 Update
ru: 🔄 Обновить

source: You have got a new referral! For {name} you got +{point} to your points
ru: У вас новый реферал! За {name} вы получили +{point} к вашим очкам.

source: You have lost one of your referrals! {name} has left you and are not participating. -{point} points
ru: Вы потеряли одного из ваших рефералов! {name} покинул вас и больше не участвует. -{point} очков.

source: <b>Meet</b> and subscribe our official communities:
ru: Встречай и подписывайся на наши официальные сообщества:

source: Looks like you haven’t subscribed to our communities. Please try again.
ru: Похоже, вы не подписались на наши сообщества. Пожалуйста, попробуйте еще раз.

source: ✅ Done
ru: ✅ Готово

source: Brilliant! The next step is to <b>meet</b> our Twitter Page and send your Twitter username (@username format) below:
ru: Отлично! Следующим шагом будет встреча нашей страницы в Twitter и отправьте свое имя пользователя Twitter (формат @username) ниже:

source: Spectacular, last step! <b>Meet</b> our Youtube, subscribe and provide a screenshot:
ru: Прекрасно, последний шаг! Встречайте наш Youtube, подпишитесь и сделайте скриншот:

source: back button
ru: « назад

source: back_to_menu button
ru: « меню

source: Meet your language:
ru: Встречайте свой язык:
